Repository: ANejadkoorki/CWProject
Catalog: CWProj/PhoneBook/locale/*/LC_MESSAGES/django.po
Languages: fa

source: phone number invalid
fa: شماره تلفن نادرست است

source: creator
fa: ایجاد کننده

source: first name
fa: نام

source: last name
fa: نام خانوادگی

source: phone number
fa: شماره تلفن

source: Phone Book
fa: دفترچه تلفن

source: Add your Entry here
fa: مخاطب جدید خود را وارد کنید

source: First name :
fa: نام:

source: Last name :
fa: نام خانوادگی:

source: Phone Number :
fa: شماره تلفن

source: Add Entry
fa: ایجاد مخاطب

source: Home
fa: خانه

source: Log in
fa: ورود

source: Search Entry
fa: جستجوی مخاطب

source: Contacts
fa: مخاطبین

source: History
fa: تاریخچه

source: Log out
fa: خروج

source: Search Your Entry Here :
fa: مخاطب خود را جستجو کنید

source: Please Enter The Phone Number :
fa: لطفا شماره تلفن را وارد کنید:

source: Select the mode of search you want :
fa: شیوه جستجوی خود را انتخاب کنید:

source: exactly this number
fa: دقیقا این شماره

source: starts with this number
fa: با این شماره شروع شود

source: ends with this number
fa: با این شماره تمام شود

source: contains this number
fa: شامل این شماره باشد

source: Search
fa: جستجو

source: ID
fa: شناسه

source: First Name
fa: نام

source: Last Name
fa: نام خانوادگی

source: Phone Number
fa: شماره تلفن

source: Edit Number
fa: ویرایش شماره

source: Edit your Entry here
fa: مخاطب خود را اینجا ویرایش کنید

source: Last name :
fa: نام خانوادگی

source: Edit Entry
fa: ویرایش مخاطب

source: time
fa: زمان

source: activity
fa: فعالیت

source: visiting Add Entry page
fa: بازدید از صفحه ایجاد مخاطب

source: trying to add an entry but it was invalid.
fa: تلاش برای ایجاد مخاطب ولی ناموفق.

source: Your Entry is Invalid Or Exists!!
fa: مخاطب شما وجود دارد یا اینکه اشتباه ایجاد شده است!

source: An entry was added.
fa: یک مخاطب ایجاد شد.

source: The Entry Was Created Successfully
fa: مخاطب با موفقیت ایجاد شد

source: searched in entries.
fa: در مخاطبان جستجو صورت گرفت.

source: Successfull! Number has been found
fa: موفق!! شماره پیدا شد

source: searched in entries but unsuccessful.
fa: در مخاطبان جستجو صورت گرفت ولی ناموفق.

source: The Number not found!!!
fa: شماره ای پیدا نشد!!!

source: visited search entry page.
fa: بازدید از صفحه جستجوی مخاطبان.

source: visited contacts page.
fa: بازدید از صفحه لیست مخاطبان.

source: Your Entry Has been Updated Successfully!!!
fa: مخاطب شما با موفقیت ویرایش شد

source: visited Edit Entry page.
fa: بازدید از صفحه ویرایش مخاطبان.

source: Edited An Entry.
fa: یک مخاطب ویرایش شد.

source: Your Entry Has been Updated Successfully!!!
fa: مخاطب شما با موفقیت ویرایش شد!

source: Editing Entry was unsuccessful.
fa: ویرایش مخاطب ناموفق بود.

source: Please Edit Your Entry Correctly!!!
fa: لطفا مخاطب خود را به طور صحیح ویرایش کنید!

source: visited history page.
fa: بازدید از صفحه تاریخچه فعالیت ها.
